tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "bat"
brew "fd"
brew "fish"
brew "fzf"
brew "httpie"
brew "lazygit"
brew "lsd"
brew "neovim"
brew "nnn"
brew "rga"
brew "ripgrep"
brew "tmux"
brew "z"

cask "visual-studio-code"
cask "font-hack-nerd-font"
